Repository: xcv58/MacTools
Catalog: Plugins/Homebrew/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

# detail.status.brewPathMissing
source: brew not configured
ar: brew غير مهيأ
de: brew nicht konfiguriert
es: brew sin configurar
fr: brew non configuré
ja: brew 未設定
ko: 양조가 구성되지 않았습니다
pt: brew não configurado
ru: пивоварение не настроено
tr: brew yapılandırılmamış
zh_hans: 未配置 brew
zh_hant: 尚未設定 brew

# detail.status.installed
source: Installed
ar: مثبت
de: Installiert
es: Instalados
fr: Installés
ja: インストール済み
ko: 설치됨
pt: Instalados
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

# detail.status.outdated
source: Outdated
ar: بحاجة لتحديث
de: Veraltet
es: Desactualizados
fr: À mettre à jour
ja: 更新あり
ko: 구식
pt: Desatualizados
ru: Устаревший
tr: Güncel değil
zh_hans: 可更新
zh_hant: 可更新

# detail.status.scanning
source: Scanning packages and updates...
ar: جاري فحص الحزم والتحديثات...
de: Pakete und Updates werden gescannt...
es: Buscando paquetes y actualizaciones...
fr: Analyse des paquets et des mises à jour...
ja: パッケージとアップデートをスキャン中...
ko: 패키지 및 업데이트 검색 중...
pt: Buscando pacotes e atualizações...
ru: Сканирование пакетов и обновлений...
tr: Paketler ve güncellemeler taranıyor...
zh_hans: 正在扫描包与更新...
zh_hant: 正在掃描包與更新...

# detail.subtitle
source: Manage packages, apps, and repositories visually.
ar: إدارة الحزم والتطبيقات والمستودعات بصريًا.
de: Verwalten Sie Pakete, Apps und Repositorys visuell.
es: Gestiona paquetes, apps y repositorios visualmente.
fr: Gérez visuellement les paquets, apps et dépôts.
ja: パッケージ、アプリ、リポジトリを視覚的に管理します。
ko: 패키지, 앱, 저장소를 시각적으로 관리합니다.
pt: Gerencie pacotes, apps e repositórios visualmente.
ru: Управляйте пакетами, приложениями и репозиториями визуально.
tr: Paketleri, uygulamaları ve depoları görsel olarak yönetin.
zh_hans: 可视化管理包、应用与软件源
zh_hant: 視覺化管理套件、App 與軟體源

# detail.tabs.diagnostics
source: Diagnostics
ar: التشخيص
de: Diagnose
es: Diagnóstico
ja: 診断
ko: 진단
pt: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断
zh_hant: 診斷

# detail.tabs.installed
source: Installed
ar: مثبت
de: Installiert
es: Instalado
fr: Installés
ja: インストール済み
ko: 설치됨
pt: Instalados
ru: Установлено
tr: Yüklü
zh_hans: 已安装
zh_hant: 已安裝

# detail.tabs.picker
source: View
ar: العرض
de: Ansicht
es: Vista
fr: Vue
ja: 表示
ko: 보기
pt: Visualização
ru: Посмотреть
tr: Görünüm
zh_hans: 视图
zh_hant: 檢視

# detail.tabs.search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
tr: Arama
zh_hans: 搜索
zh_hant: 搜尋

# detail.tabs.taps
source: Taps
ar: المصادر
de: Wasserhähne
ja: Tap
ko: 탭
ru: Краны
tr: Tap'lar
zh_hans: 软件源
zh_hant: 軟體源

# detail.taps.buttonAdd
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加
zh_hant: 加入

# detail.taps.buttonUntap
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

# detail.taps.empty
source: No taps yet
ar: لا توجد مصادر
de: Noch keine Taps
es: No hay taps
fr: Aucun tap
ja: Tap はありません
ko: 아직 탭하지 않음
pt: Nenhum tap
ru: Пока нет кранов
tr: Henüz tap yok
zh_hans: 暂无软件源
zh_hant: 暫無軟體源

# detail.taps.placeholderAdd
source: user/repo or repository URL
ar: user/repo أو رابط المستودع
de: Benutzer-/Repository- oder Repository-URL
es: user/repo o URL del repositorio
fr: user/repo ou URL du dépôt
ja: user/repo またはリポジトリ URL
ko: 사용자/저장소 또는 저장소 URL
pt: user/repo ou URL do repositório
ru: URL-адрес пользователя/репозитория или репозитория
tr: kullanıcı/depo veya depo URL'si
zh_hans: user/repo 或仓库 URL
zh_hant: user/repo 或儲存庫 URL

# detail.taps.titleAdd
source: Add Tap
ar: إضافة مصدر
de: Homebrew-Repository hinzufügen
es: Agregar tap
fr: Ajouter un tap
ja: Tap を追加
ko: 탭 추가
pt: Adicionar tap
ru: Добавить репозиторий Homebrew
tr: Tap Ekle
zh_hans: 添加软件源
zh_hant: 加入軟體源

# detail.taps.titleList
source: Enabled Taps (%d)
ar: المصادر المفعلة (%d)
de: Aktivierte Taps (%d)
es: Taps habilitados (%d)
fr: Taps activés (%d)
ja: 有効な Tap（%d）
ko: 활성화된 탭 (%d)
pt: Taps ativados (%d)
ru: Подключённые репозитории (%d)
tr: Etkin Tap'lar (%d)
zh_hans: 已启用软件源（%d）
zh_hant: 已啟用軟體源（%d）

# detail.title
source: Homebrew Manager
ar: مدير Homebrew
es: Gestor de Homebrew
fr: Gestionnaire Homebrew
ja: Homebrew 管理
ko: 홈브류 관리자
pt: Gerenciador do Homebrew
ru: Менеджер по домашнему пивоварению
tr: Homebrew Yöneticisi
zh_hans: Homebrew 管理
zh_hant: Homebrew 管理

# log.command.cancelled
source: [System] Operation cancelled by user
ar: [System] ألغى المستخدم العملية
de: [System] Vorgang vom Benutzer abgebrochen
es: [System] Operación cancelada por el usuario
fr: [System] Opération annulée par l’utilisateur
ja: [System] ユーザーが操作をキャンセルしました
ko: [시스템] 사용자가 작업을 취소했습니다.
pt: [System] Operação cancelada pelo usuário
ru: [Система] Операция отменена пользователем
tr: [Sistem] İşlem kullanıcı tarafından iptal edildi
zh_hans: [System] 操作已被用户取消
zh_hant: [System] 操作已由使用者取消

# log.command.completed
source: [System] Operation completed
ar: [System] اكتملت العملية
de: [System] Vorgang abgeschlossen
es: [System] Operación completada
fr: [System] Opération terminée
ja: [System] 操作が完了しました
ko: [시스템] 작업 완료
pt: [System] Operação concluída
ru: [Система] Операция завершена
tr: [Sistem] İşlem tamamlandı
zh_hans: [System] 操作成功完成
zh_hant: [System] 操作成功完成

# log.command.failed
source: [System] Command failed: %@
ar: [System] فشل الأمر: %@
de: [System] Befehl fehlgeschlagen: %@
es: [System] Error al ejecutar comando: %@
fr: [System] Échec de la commande : %@
ja: [System] コマンドに失敗しました: %@
ko: [시스템] 명령 실패: %@
pt: [System] Falha ao executar comando: %@
ru: [Система] Сбой команды: %@
tr: [Sistem] Komut başarısız oldu: %@
zh_hans: [System] 执行命令出错：%@
zh_hant: [System] 執行命令出錯：%@

# log.command.failedStatus
source: [System] Operation failed, exit code: %d
ar: [System] فشلت العملية، الرمز: %d
de: [System] Vorgang fehlgeschlagen, Exit-Code: %d
es: [System] Operación fallida, código: %d
fr: [System] Opération échouée, code : %d
ja: [System] 操作に失敗しました。終了コード: %d
ko: [시스템] 작업 실패, 종료 코드: %d
pt: [System] Operação falhou, código: %d
ru: [Система] Сбой операции, код выхода: %d
tr: [Sistem] İşlem başarısız oldu, çıkış kodu: %d
zh_hans: [System] 操作失败，错误码：%d
zh_hant: [System] 操作失敗，錯誤碼：%d

# log.details.loaded
source: [System] Package metadata loaded
ar: [System] تم تحميل بيانات الحزمة
de: [System] Paketmetadaten geladen
es: [System] Metadatos del paquete cargados
fr: [System] Métadonnées du paquet chargées
ja: [System] パッケージメタデータを読み込みました
ko: [시스템] 패키지 메타데이터 로드됨
pt: [System] Metadados do pacote carregados
ru: [Система] Метаданные пакета загружены
tr: [Sistem] Paket üst verileri yüklendi
zh_hans: [System] 包详细元数据加载完成
zh_hant: [System] 套件詳細中繼資料載入完成

# log.details.loading
source: [System] Loading package metadata...
ar: [System] جارٍ تحميل بيانات الحزمة...
de: [System] Paketmetadaten werden geladen...
es: [System] Cargando metadatos del paquete...
fr: [System] Chargement des métadonnées du paquet...
ja: [System] パッケージメタデータを読み込み中...
ko: [시스템] 패키지 메타데이터 로드 중...
pt: [System] Carregando metadados do pacote...
ru: [Система] Загрузка метаданных пакета...
tr: [Sistem] Paket üst verileri yükleniyor...
zh_hans: [System] 正在加载包详细元数据...
zh_hant: [System] 正在載入套件詳細中繼資料...

# log.details.parseFailed
source: [System] Failed to parse package metadata: %@
ar: [System] فشل تحليل بيانات الحزمة: %@
de: [System] Paketmetadaten konnten nicht analysiert werden: %@
es: [System] Error al analizar metadatos: %@
fr: [System] Échec de l’analyse des métadonnées : %@
ja: [System] パッケージメタデータの解析に失敗しました: %@
ko: [시스템] 패키지 메타데이터를 분석하지 못했습니다: %@
pt: [System] Falha ao analisar metadados: %@
ru: [Система] Не удалось разобрать метаданные пакета: %@
tr: [Sistem] Paket üst verileri ayrıştırılamadı: %@
zh_hans: [System] 解析详细元数据失败：%@
zh_hant: [System] 解析詳細中繼資料失敗：%@

# log.installed.loaded
source: [System] Loaded %d installed packages
ar: [System] تم تحميل %d حزمة مثبتة
de: [System] %d installierte Pakete geladen
es: [System] %d paquetes instalados cargados
fr: [System] %d paquets installés chargés
ja: [System] %d 個のインストール済みパッケージを読み込みました
ko: [시스템] 설치된 패키지 %d개를 불러왔습니다
pt: [System] %d pacotes instalados carregados
ru: [Система] Загружено установленных пакетов: %d
tr: [Sistem] %d yüklü paket getirildi
zh_hans: [System] 已加载 %d 个已安装包
zh_hant: [System] 已載入 %d 個已安裝套件

# log.installed.loading
source: [System] Loading installed packages...
ar: [System] جارٍ تحميل الحزم المثبتة...
de: [System] Installierte Pakete werden geladen...
es: [System] Cargando paquetes instalados...
fr: [System] Chargement des paquets installés...
ja: [System] インストール済みパッケージを読み込み中...
ko: [시스템] 설치된 패키지를 로드하는 중...
pt: [System] Carregando pacotes instalados...
ru: [Система] Загрузка установленных пакетов...
tr: [Sistem] Yüklü paketler getiriliyor...
zh_hans: [System] 正在获取已安装包列表...
zh_hant: [System] 正在取得已安裝套件清單...

# log.outdated.loaded
source: [System] Found %d outdated packages
ar: [System] تم العثور على %d حزمة قديمة
de: [System] %d veraltete Pakete gefunden
es: [System] Se encontraron %d paquetes desactualizados
fr: [System] %d paquets obsolètes trouvés
ja: [System] %d 個の古いパッケージが見つかりました
ko: [시스템] 업데이트 가능한 패키지 %d개를 찾았습니다
pt: [System] %d pacotes desatualizados encontrados
ru: [Система] Найдено устаревших пакетов: %d
tr: [Sistem] %d güncel olmayan paket bulundu
zh_hans: [System] 获取到 %d 个待更新包
zh_hant: [System] 取得 %d 個待更新套件

# log.outdated.loading
source: [System] Loading outdated packages...
ar: [System] جارٍ تحميل الحزم القديمة...
de: [System] Veraltete Pakete werden geladen...
es: [System] Cargando paquetes desactualizados...
fr: [System] Chargement des paquets obsolètes...
ja: [System] 古いパッケージを読み込み中...
ko: [시스템] 오래된 패키지를 로드하는 중...
pt: [System] Carregando pacotes desatualizados...
ru: [Система] Загрузка устаревших пакетов...
tr: [Sistem] Güncel olmayan paketler getiriliyor...
zh_hans: [System] 正在获取待更新包列表...
zh_hant: [System] 正在取得待更新套件清單...

# log.outdated.parseFailed
source: [System] Failed to parse outdated packages: %@
ar: [System] فشل تحليل الحزم القديمة: %@
de: [System] Veraltete Pakete konnten nicht analysiert werden: %@
es: [System] Error al analizar paquetes desactualizados: %@
fr: [System] Échec de l’analyse des paquets obsolètes : %@
ja: [System] 古いパッケージの解析に失敗しました: %@
ko: [시스템] 업데이트 가능한 패키지를 분석하지 못했습니다: %@
pt: [System] Falha ao analisar pacotes desatualizados: %@
ru: [Система] Не удалось разобрать устаревшие пакеты: %@
tr: [Sistem] Güncel olmayan paketler ayrıştırılamadı: %@
zh_hans: [System] 解析待更新包失败：%@
zh_hant: [System] 解析待更新套件失敗：%@

# log.path.invalid
source: [System] Invalid Homebrew path. Choose an executable brew file.
ar: [System] مسار Homebrew غير صالح. اختر ملف brew قابلًا للتنفيذ.
de: [System] Ungültiger Homebrew-Pfad. Wählen Sie eine ausführbare Brew-Datei.
es: [System] Ruta de Homebrew no válida. Elige un archivo brew ejecutable.
fr: [System] Chemin Homebrew invalide. Choisissez un fichier brew exécutable.
ja: [System] Homebrew パスが無効です。実行可能な brew ファイルを選択してください。
ko: [시스템] 잘못된 홈브루 경로입니다. 실행 가능한 Brew 파일을 선택하십시오.
pt: [System] Caminho do Homebrew inválido. Escolha um arquivo brew executável.
ru: [Система] Неверный путь Homebrew. Выберите исполняемый файл Brew.
tr: [Sistem] Homebrew yolu geçersiz. Yürütülebilir bir brew dosyası seçin.
zh_hans: [System] Homebrew 路径无效，请选择可执行的 brew 文件。
zh_hant: [System] Homebrew 路徑無效，請選擇可執行的 brew 檔案。

# log.path.updated
source: [System] Homebrew path updated.
ar: [System] تم تحديث مسار Homebrew.
de: [System] Homebrew-Pfad aktualisiert.
es: [System] Ruta de Homebrew actualizada.
fr: [System] Chemin Homebrew mis à jour.
ja: [System] Homebrew パスを更新しました。
ko: [시스템] Homebrew 경로가 업데이트되었습니다.
pt: [System] Caminho do Homebrew atualizado.
ru: [Система] Обновлен путь Homebrew.
tr: [Sistem] Homebrew yolu güncellendi.
zh_hans: [System] 已更新 Homebrew 路径。
zh_hant: [System] 已更新 Homebrew 路徑。

# log.scan.completed
source: [System] Scan completed.
ar: [System] اكتمل الفحص.
de: [System] Scan abgeschlossen.
es: [System] Escaneo completado.
fr: [System] Analyse terminée.
ja: [System] スキャンが完了しました。
ko: [시스템] 스캔이 완료되었습니다.
pt: [System] Verificação concluída.
ru: [Система] Сканирование завершено.
tr: [Sistem] Tarama tamamlandı.
zh_hans: [System] 扫描完成。
zh_hant: [System] 掃描完成。

# log.scan.failed
source: [System] Scan failed: %@
ar: [System] فشل الفحص: %@
de: [System] Scan fehlgeschlagen: %@
es: [System] Error al escanear: %@
fr: [System] Échec de l’analyse : %@
ja: [System] スキャンに失敗しました: %@
ko: [시스템] 검사 실패: %@
pt: [System] Falha na verificação: %@
ru: [Система] Сканирование не удалось: %@
tr: [Sistem] Tarama başarısız oldu: %@
zh_hans: [System] 扫描发生错误：%@
zh_hant: [System] 掃描發生錯誤：%@

# log.scan.started
source: [System] Started scanning Homebrew status...
ar: [System] بدأ فحص حالة Homebrew...
de: [System] Mit dem Scannen des Homebrew-Status begonnen ...
es: [System] Se inició el escaneo del estado de Homebrew...
fr: [System] Analyse de l’état Homebrew démarrée...
ja: [System] Homebrew の状態スキャンを開始しました...
ko: [시스템] Homebrew 상태 스캔을 시작했습니다...
pt: [System] Verificação do status do Homebrew iniciada...
ru: [Система] Начато сканирование статуса Homebrew...
tr: [Sistem] Homebrew durumu taranmaya başlandı...
zh_hans: [System] 开始扫描 Homebrew 状态...
zh_hant: [System] 開始掃描 Homebrew 狀態...

# log.taps.loaded
source: [System] Loaded %d taps
ar: [System] تم تحميل %d مصدر
de: [System] %d Taps geladen
es: [System] %d taps cargados
fr: [System] %d taps chargés
ja: [System] %d 個の tap を読み込みました
ko: [시스템] 탭 %d개를 불러왔습니다
pt: [System] %d taps carregados
ru: [Система] Загружено репозиториев: %d
tr: [Sistem] %d tap getirildi
zh_hans: [System] 获取到 %d 个软件源
zh_hant: [System] 取得 %d 個軟體源

# log.taps.loading
source: [System] Loading enabled taps...
ar: [System] جارٍ تحميل المصادر المفعلة...
de: [System] Aktivierte Taps werden geladen...
es: [System] Cargando taps habilitados...
fr: [System] Chargement des taps activés...
ja: [System] 有効な tap を読み込み中...
ko: [시스템] 활성화된 탭 로드 중...
pt: [System] Carregando taps ativados...
ru: [Система] Загрузка включенных кранов...
tr: [Sistem] Etkin tap'lar getiriliyor...
zh_hans: [System] 正在获取已启用的软件源...
zh_hant: [System] 正在取得已啟用的軟體源...

# metadata.description
source: Manage Homebrew packages, repositories, and diagnostics.
ar: إدارة حزم Homebrew والمستودعات والتشخيصات.
de: Verwalten Sie Homebrew-Pakete, Repositorys und Diagnosen.
es: Gestiona paquetes, repositorios y diagnósticos de Homebrew.
fr: Gérez les paquets, dépôts et diagnostics Homebrew.
ja: Homebrew パッケージ、リポジトリ、診断を管理します。
ko: Homebrew 패키지, 리포지토리 및 진단을 관리합니다.
pt: Gerencie pacotes, repositórios e diagnósticos do Homebrew.
ru: Управляйте пакетами Homebrew, репозиториями и диагностикой.
tr: Homebrew paketlerini, depoları ve tanılamayı yönetin.
zh_hans: 管理 Homebrew 包、软件源与诊断
zh_hant: 管理 Homebrew 套件、軟體源與診斷

# operation.cleanup
source: Cleaning Homebrew cache...
ar: جارٍ تنظيف ذاكرة Homebrew المؤقتة...
de: Homebrew-Cache leeren...
es: Limpiando caché de Homebrew...
fr: Nettoyage du cache Homebrew...
ja: Homebrew キャッシュをクリーンアップ中...
ko: Homebrew 캐시를 청소하는 중...
pt: Limpando cache do Homebrew...
ru: Очистка кэша Homebrew...
tr: Homebrew önbelleği temizleniyor...
zh_hans: 正在清理 Homebrew 缓存...
zh_hant: 正在清理 Homebrew 快取...

# operation.doctor
source: Running Homebrew diagnostics...
ar: جارٍ تشغيل تشخيص Homebrew...
de: Homebrew-Diagnose wird ausgeführt...
es: Ejecutando diagnóstico de Homebrew...
fr: Exécution du diagnostic Homebrew...
ja: Homebrew 診断を実行中...
ko: Homebrew 진단 실행 중...
pt: Executando diagnóstico do Homebrew...
ru: Запускаем Homebrew-диагностику...
tr: Homebrew tanılaması çalıştırılıyor...
zh_hans: 正在运行 Homebrew 诊断...
zh_hant: 正在執行 Homebrew 診斷...

# operation.install
source: Installing %@...
ar: جارٍ تثبيت %@...
de: %@ wird installiert...
es: Instalando %@...
fr: Installation de %@...
ja: %@ をインストール中...
ko: %@ 설치 중...
pt: Instalando %@...
ru: Установка %@...
tr: %@ yükleniyor...
zh_hans: 正在安装 %@...
zh_hant: 正在安裝 %@...

# operation.pin
source: Pinning %@...
ar: جارٍ تثبيت إصدار %@...
de: %@ wird fixiert...
es: Fijando %@...
fr: Épinglage de %@...
ja: %@ を固定中...
ko: %@ 고정 중...
pt: Fixando %@...
ru: Закрепление %@...
tr: %@ sabitleniyor...
zh_hans: 正在锁定 %@...
zh_hant: 正在鎖定 %@...

# operation.scanAll
source: Scanning packages and updates...
ar: جارٍ فحص الحزم والتحديثات...
de: Pakete und Updates werden gescannt...
es: Escaneando paquetes y actualizaciones...
fr: Analyse des paquets et mises à jour...
ja: パッケージと更新をスキャン中...
ko: 패키지 및 업데이트 검색 중...
pt: Verificando pacotes e atualizações...
ru: Сканирование пакетов и обновлений...
tr: Paketler ve güncellemeler taranıyor...
zh_hans: 正在扫描包与更新...
zh_hant: 正在掃描套件與更新...

# operation.tap
source: Adding tap %@...
ar: جارٍ إضافة المصدر %@...
de: Tap %@ wird hinzugefügt...
es: Agregando tap %@...
fr: Ajout du tap %@...
ja: Tap %@ を追加中...
ko: 탭 %@ 추가 중...
pt: Adicionando tap %@...
ru: Добавление репозитория %@...
tr: Tap ekleniyor: %@...
zh_hans: 正在启用软件源 %@...
zh_hant: 正在啟用軟體源 %@...

# operation.uninstall
source: Uninstalling %@...
ar: جارٍ إزالة %@...
de: %@ wird deinstalliert...
es: Desinstalando %@...
fr: Désinstallation de %@...
ja: %@ をアンインストール中...
ko: %@ 제거 중...
pt: Desinstalando %@...
ru: Удаление %@...
tr: %@ kaldırılıyor...
zh_hans: 正在卸载 %@...
zh_hant: 正在解除安裝 %@...

# operation.unpin
source: Unpinning %@...
ar: جارٍ إلغاء تثبيت إصدار %@...
de: Fixierung von %@ wird aufgehoben...
es: Dejando de fijar %@...
fr: Désépinglage de %@...
ja: %@ の固定を解除中...
ko: %@ 고정 해제 중...
pt: Desfixando %@...
ru: Снятие закрепления %@...
tr: %@ sabitlemesi kaldırılıyor...
zh_hans: 正在解锁 %@...
zh_hant: 正在解除鎖定 %@...

# operation.untap
source: Removing tap %@...
ar: جارٍ إزالة المصدر %@...
de: Tap %@ wird entfernt...
es: Eliminando tap %@...
fr: Retrait du tap %@...
ja: Tap %@ を削除中...
ko: 탭 %@ 제거 중...
pt: Removendo tap %@...
ru: Удаление репозитория %@...
tr: Tap kaldırılıyor: %@...
zh_hans: 正在移除软件源 %@...
zh_hant: 正在移除軟體源 %@...

# operation.updateBrew
source: Updating Homebrew sources...
ar: جارٍ تحديث مصادر Homebrew...
de: Homebrew-Quellen werden aktualisiert...
es: Actualizando fuentes de Homebrew...
fr: Mise à jour des sources Homebrew...
ja: Homebrew ソースを更新中...
ko: Homebrew 소스 업데이트 중...
pt: Atualizando fontes do Homebrew...
ru: Обновление исходников Homebrew...
tr: Homebrew kaynakları güncelleniyor...
zh_hans: 正在更新 Homebrew 源...
zh_hant: 正在更新 Homebrew 軟體源...

# operation.upgrade
source: Upgrading %@...
ar: جارٍ ترقية %@...
de: %@ wird aktualisiert...
es: Actualizando %@...
fr: Mise à jour de %@...
ja: %@ をアップグレード中...
ko: %@ 업데이트 중...
pt: Atualizando %@...
ru: Обновление %@...
tr: %@ yükseltiliyor...
zh_hans: 正在更新 %@...
zh_hant: 正在更新 %@...

# operation.upgradeAll
source: Upgrading all packages...
ar: جارٍ ترقية كل الحزم...
de: Alle Pakete werden aktualisiert...
es: Actualizando todos los paquetes...
fr: Mise à jour de tous les paquets...
ja: すべてのパッケージを更新中...
ko: 모든 패키지를 업그레이드하는 중...
pt: Atualizando todos os pacotes...
ru: Обновление всех пакетов...
tr: Tüm paketler yükseltiliyor...
zh_hans: 正在更新所有包...
zh_hant: 正在更新所有套件...

# panel.action.cleanup
source: Clean Up Cache
ar: تنظيف الذاكرة المؤقتة
de: Cache bereinigen
es: Limpiar caché
fr: Nettoyer le cache
ja: キャッシュのクリーンアップ
ko: 캐시 정리
pt: Limpar cache
ru: Очистить кэш
tr: Önbelleği Temizle
zh_hans: 清理缓存
zh_hant: 清理快取

# panel.action.manage
source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
ko: 관리하다
pt: Gerenciar
ru: Управление
tr: Yönet
zh_hans: 管理
zh_hant: 管理

# panel.action.scan
source: Check for Updates
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
pt: Verificar atualizações
ru: Проверить наличие обновлений
tr: Güncellemeleri Denetle
zh_hans: 检查更新
zh_hant: 檢查更新

# panel.action.scanning
source: Scanning...
ar: جاري الفحص...
de: Wird durchsucht...
es: Escaneando...
fr: Analyse...
ja: スキャン中...
ko: 스캔 중...
pt: Escaneando...
ru: Сканирование...
tr: Taranıyor...
zh_hans: 正在扫描...
zh_hant: 正在掃描...

# panel.action.stop
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# panel.action.upgradeAll
source: Upgrade All
ar: ترقية الكل
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
ja: 一括アップデート
ko: 모두 업그레이드
pt: Atualizar tudo
ru: Обновить все
tr: Tümünü Yükselt
zh_hans: 一键升级
zh_hant: 一鍵升級

# panel.error.brewPathRequired
source: Configure the brew path
ar: يجب إعداد مسار brew
de: Konfigurieren Sie den Brühpfad
es: Configura la ruta de brew
fr: Configurez le chemin brew
ja: brew パスの設定が必要です
ko: 추출 경로 구성
pt: Configure o caminho do brew
ru: Настройте путь приготовления
tr: brew yolunu yapılandırın
zh_hans: 需要配置 brew 路径
zh_hant: 需要設定 brew 路徑

# panel.subtitle.manage
source: Manage packages, taps, and diagnostics
ar: إدارة الحزم والمصادر والتشخيصات
de: Verwalten Sie Pakete, Taps und Diagnosen
es: Gestionar paquetes, taps y diagnósticos
fr: Gérer les paquets, taps et diagnostics
ja: パッケージ、tap、診断を管理
ko: 패키지, 탭 및 진단 관리
pt: Gerenciar pacotes, taps e diagnósticos
ru: Управление пакетами, кранами и диагностикой
tr: Paketleri, tap'ları ve tanılamayı yönetin
zh_hans: 管理包、软件源与诊断
zh_hant: 管理套件、軟體源與診斷

# panel.subtitle.notInstalled
source: Homebrew not installed
ar: Homebrew غير مثبت
de: Homebrew nicht installiert
es: Homebrew no instalado
fr: Homebrew non installé
ja: Homebrew がインストールされていません
ko: Homebrew가 설치되지 않았습니다.
pt: Homebrew não instalado
ru: Homebrew не установлен
tr: Homebrew yüklü değil
zh_hans: Homebrew 未安装
zh_hant: Homebrew 未安裝

# panel.subtitle.scanning
source: Scanning...
ar: جاري الفحص...
de: Wird durchsucht...
es: Escaneando...
fr: Analyse en cours...
ja: スキャン中...
ko: 스캔 중...
pt: Escaneando...
ru: Сканирование...
tr: Taranıyor...
zh_hans: 正在扫描...
zh_hant: 正在掃描...

# panel.subtitle.upToDate
source: Up to date
ar: محدث بالكامل
de: Auf dem neuesten Stand
es: Actualizado
fr: À jour
ja: すべて最新
ko: 최신
pt: Atualizado
ru: Актуально
tr: Güncel
zh_hans: 所有包均为最新版本
zh_hant: 一切最新

# panel.subtitle.upgradable
source: Updates available: %d
ar: %d تحديثات متاحة
de: Verfügbare Updates: %d
es: %d actualizaciones disponibles
fr: %d mises à jour disponibles
ja: %d 個のアップデートが利用可能
ko: 업데이트 %d개 사용 가능
pt: %d atualizações disponíveis
ru: Доступные обновления: %d
tr: %d güncelleme mevcut
zh_hans: %d 个包可升级
zh_hant: %d 個包可升級

# detail.diagnostics.pathAppleSiliconFormat
source: Apple Silicon Mac: %@
ar: Mac بمعالج Apple Silicon: %@
de: Mac mit Apple Silicon: %@
es: Mac con Apple Silicon: %@
fr: Mac avec puce Apple : %@
ja: Apple シリコン搭載 Mac：%@
pt: Mac com Apple Silicon: %@
ru: Mac с Apple Silicon: %@

# detail.diagnostics.pathIntelFormat
source: Intel Mac: %@
ar: Mac بمعالج Intel: %@
de: Mac mit Intel-Prozessor: %@
es: Mac con Intel: %@
fr: Mac avec processeur Intel : %@
ja: Intel 搭載 Mac：%@
pt: Mac com Intel: %@
ru: Mac с Intel: %@

# detail.filter.cask
source: Cask
de: Fass
ko: 캐스크
ru: Бочка

# detail.filter.formula
source: Formula
de: Formel
ko: 공식
ru: Формула

# metadata.title
source: Homebrew
ja: Homebrew 管理
ko: 홈브류
ru: Домашнее пиво
zh_hans: Homebrew 管理
zh_hant: Homebrew 管理
